tap "git-chglog/git-chglog"
tap "homebrew/bundle"
brew "act"
brew "openssl@3"
brew "autoconf"
brew "automake"
brew "bat"
brew "bottom"
brew "python@3.12"
brew "chafa"
brew "cmake"
brew "curl"
brew "libtool"
brew "krb5"
brew "php"
brew "composer"
brew "ctags"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "editorconfig"
brew "elixir"
brew "eza"
brew "fd"
brew "fish"
brew "fzf"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "gnutls"
brew "go"
brew "hexyl"
brew "hyperfine"
brew "internetarchive"
brew "jq"
brew "julia"
brew "jump"
brew "libgcrypt"
brew "libusb"
brew "libusbmuxd"
brew "libxml2"
brew "llama.cpp"
brew "llm"
brew "lua"
brew "luarocks"
brew "micro"
brew "mosh"
brew "navi"
brew "neovim"
brew "node"
brew "ollama"
brew "pandoc"
brew "pgcli"
brew "pipx"
brew "pkg-config"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sqlc"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "w3m"
brew "wakeonlan"
brew "wget"
brew "whisper-cpp"
brew "xh"
brew "git-chglog/git-chglog/git-chglog"
cask "alacritty"
cask "android-platform-tools"
cask "apparency"
cask "kitty"
cask "popclip"
cask "powershell"
cask "sage"
cask "whisky"
cask "zed"
vscode "bmalehorn.vscode-fish"
vscode "chouzz.vscode-better-align"
vscode "continue.continue"
vscode "github.github-vscode-theme"
vscode "golang.go"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-maui"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.powershell"
vscode "ms-vscode.test-adapter-converter"
vscode "parallelsdesktop.parallels-desktop"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "sswg.swift-lang"
vscode "tamasfe.even-better-toml"
vscode "vadimcn.vscode-lldb"
