tap "brewforge/extras"
tap "ins0mniaque/cf-keylayout"
tap "ins0mniaque/srcenv"
brew "act"
brew "openssl@3"
brew "python@3.12"
brew "aider"
brew "autoconf"
brew "automake"
brew "bat"
brew "binwalk"
brew "btop"
brew "c2048"
brew "chafa"
brew "cmake"
brew "cocoapods"
brew "curl"
brew "libtool"
brew "krb5"
brew "php"
brew "composer"
brew "ctags"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "editorconfig"
brew "elixir"
brew "eza"
brew "fclones"
brew "fd"
brew "gnutls"
brew "ffmpeg"
brew "ncurses"
brew "fish"
brew "fzf"
brew "gh"
brew "git-cliff"
brew "git-delta"
brew "git-lfs"
brew "glow"
brew "go"
brew "hexyl"
brew "hyperfine"
brew "internetarchive"
brew "jq"
brew "julia"
brew "libgcrypt"
brew "libusb"
brew "libusbmuxd"
brew "libxml2"
brew "llama.cpp"
brew "lua"
brew "luarocks"
brew "mas"
brew "micro"
brew "mksh"
brew "mosh"
brew "mpv"
brew "navi"
brew "neovim"
brew "node"
brew "nudoku"
brew "numbat"
brew "nyancat"
brew "ollama"
brew "pam-reattach"
brew "pandoc"
brew "pgcli"
brew "pipx"
brew "pkgconf"
brew "ripgrep"
brew "shellcheck"
brew "shfmt"
brew "sox"
brew "sqlc"
brew "starship"
brew "tealdeer"
brew "tmux"
brew "tty-solitaire"
brew "typescript"
brew "uv"
brew "w3m"
brew "wakeonlan"
brew "wget"
brew "whisper-cpp"
brew "xh"
brew "zig"
brew "zizmor"
brew "zoxide"
brew "ins0mniaque/srcenv/srcenv"
cask "alacritty"
cask "alfred"
cask "android-platform-tools"
cask "android-studio"
cask "apparency"
cask "bettertouchtool"
cask "blender"
cask "calibre"
cask "cf-keylayout"
cask "cutter"
cask "dotnet-sdk"
cask "epic-games"
cask "font-fontawesome"
cask "font-montserrat"
cask "font-symbols-only-nerd-font"
cask "geekbench"
cask "geekbench-ai"
cask "godot"
cask "godot-mono"
cask "google-chrome"
cask "ios-app-signer"
cask "kitty"
cask "logi-options+"
cask "material-maker"
cask "obsidian"
cask "openemu@experimental"
cask "parallels"
cask "popclip"
cask "powershell"
cask "sage"
cask "steam"
cask "temurin@17"
cask "transmit"
cask "ukelele"
cask "visual-studio-code"
cask "zed"
mas "Actions", id: 1586435171
mas "Baking Soda", id: 1601151613
mas "Blackmagic Disk Speed Test", id: 425264550
mas "Deliveries", id: 290986013
mas "Developer", id: 640199958
mas "Draw Things", id: 6444050820
mas "DualSenseM", id: 1598693570
mas "Enchanted", id: 6474268307
mas "GarageBand", id: 682658836
mas "HomeCam", id: 1292995895
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "KeyPad", id: 1491684442
mas "Kiwix", id: 997079563
mas "Noir", id: 1592917505
mas "Numbers", id: 409203825
mas "Obsidian Web Clipper", id: 6720708363
mas "Pages", id: 409201541
mas "Peek", id: 1554235898
mas "Pixelmator Pro", id: 1289583905
mas "rcmd", id: 1596283165
mas "Reeder", id: 1529448980
mas "Slack", id: 803453959
mas "Swift Playground", id: 1496833156
mas "udm14 for Safari", id: 6520379591
mas "Vinegar", id: 1591303229
mas "Windows App", id: 1295203466
mas "Wipr", id: 1662217862
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
vscode "bmalehorn.vscode-fish"
vscode "chouzz.vscode-better-align"
vscode "continue.continue"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "foxundermoon.shell-format"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "humao.rest-client"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mark-wiemer.vscode-autohotkey-plus-plus"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-maui"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-windows-ai-studio.windows-ai-studio"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "sumneko.lua"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "thenuprojectcontributors.vscode-nushell-lang"
vscode "timonwong.shellcheck"
vscode "twxs.cmake"
vscode "vadimcn.vscode-lldb"
vscode "yzhang.markdown-all-in-one"
vscode "ziglang.vscode-zig"
